<?php
return [
    'r200' => '요청 성공',
    'r201' => '생성되었습다. 그러나 추가적인 절차가 필요합니다.',
    'r205' => '단말기 정보 다릅니다.',
    'r207' => '요청 무시, 재전송',
    'r400' => '잘 못된 요청입니다.',
    'r401' => '인증 실패했습니다.',
    'r403' => '이용 권한이 없습니다.',
    'r404' => '해당 자료가 없습니다.',
    'r406' => '수용할 수 없습니다.',
    'r409' => '이미 다른 단말기에서 접속중입니다.',
    'r410' => '알 수 없는 이유로 요청을 처리하지 못했습니다.',
    'r460' => '로그인 상태가 아닙니다.',
    'r461' => '잘 못된 엑세스 토큰입니다.',
    'r462' => '만료된 엑세스 토큰입니다.',
    'r463' => '중복된 자료입니다.',
    'r464' => '일치하지 않습니다.',
    'r465' => '알 수 없는 단말기입니다.',
    'r466' => '적용 대상이 아닙니다.',
    'r467' => '미지정 자료입니다.',
    'r468' => '범위를 초과했습니다.',
    'r500' => '내부 서버 오류가 발생했습니다.'
];
